
/* title of the window : No calendar available */
"No calendar available" = "No calendar available";

/* Suggestion of the window : No calendar available */
"Calendar syncing cannot be enabled because there is no calendar available to push on the device. Do you want to open iCal and create a calendar now?" = "Calendar syncing cannot be enabled because there is no calendar available to push on the device. Do you want to open iCal and create a calendar now?";

/* button to open iCal */
"Open iCal" = "Open iCal";

/*Merge warning:title*/
"Merging information for your first sync may result in some duplicate contact or calendar information." = "Merging information for your first sync may result in some duplicate contact or calendar information.";

/*Merge warning:info*/
"The first time you use iSync 2.0 to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates." = "The first time you use iSync 2.0 to synchronize devices that were imported from iSync 1.5, you should reset the information on your devices to avoid duplicates.";

/*Button:Reset*/
"Reset" = "Reset";

/*Button:Cancel*/
"Cancel" ="Cancel";

/*Button:Merge*/
"Merge" = "Merge";